Repository: grycmat/pillow-of-dreams
Catalog: lib/l10n/intl_*.arb
Languages: pl

# appName
source: DreamWorld Tales
pl: Opowieści Marzeń

# welcomeMessage
source: Dive into a realm where bedtime tales are no longer just stories, but worlds crafted by you and your child. Every evening is a new chapter in a magical adventure. 🌌📖
pl: Żegnajcie nudne opowieści na dobranoc! Odkryj razem z nami świat, w którym Ty i Twoje dziecko stworzycie razem niepowtarzalne i magiczne historie. Każda noc staje się bramą do krainy wyobraźni. 🌙✨

# letsGetStarted
source: Embark on our magical journey!
pl: Zaczynamy niezwykłą przygodę!

# welcomeTitle
source: Welcome to DreamWorld Tales!
pl: Witaj w Krainie Opowieści Marzeń!

# gatheringCompanions
source: Gathering a group of wonderful companions for your hero... Just a moment!
pl: Zbieram zastęp niezwykłych towarzyszy dla Twojego bohatera... Chwila cierpliwości!

# addCompanions
source: Who will accompany your hero? Select allies for a tale that's truly one-of-a-kind!
pl: Dobierz towarzyszy dla Twojego bohatera – wybierz przyjaciół na przygodę, o której nie zapomnisz!

# discoverHero
source: Who will lead your tale tonight? Choose a hero and let their adventure unfold!
pl: Odkryj bohatera, który mieszka w Twoich snach – wybierz główną postać swojej opowieści!

# chooseGenre
source: Set the backdrop of your epic tale – which world will you explore tonight?
pl: Wyrusz na ekscytującą podróż przez świat opowieści – wybierz gatunek, który stanie się scenerią Twojej niezapomnianej przygody!

# summoningHero
source: Conjuring a gallery of legendary heroes for your selection... A moment of magic is underway!
pl: Przywołuję dla Ciebie porywających bohaterów... Proszę o chwilę cierpliwości!

# selectAge
source: To weave the perfect tale, tell us the age of your young dreamer.
pl: Pomóż nam utkać opowieści, które oczarują Twoje dziecko – podaj jego wiek, a my dostosujemy magię!

source: Adventure
pl: Przygoda

source: Fairy Tale
pl: Baśń

source: Superhero
pl: Superbohater

source: Mystery
pl: Tajemnica

# doYouWantToSave
source: Do you want to add this story to your Fairy Tale Book?
pl: Czy chcesz dodać tę historię do twojej Księgi baśni?

# createFirstStory
source: Create your first story!
pl: Stwórz swoją pierwszą historię!

source: Story Saved!
pl: Twoja historia zapisana!

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Name the Story
pl: Nazwij swoją historię

source: Pillow Of Dreams
pl: Poduszka Marzeń

source: My Fairy Tale Book
pl: Moja Księga Baśni

source: Please name your story!
pl: Nazwij swoją historię!
